{
  "heroicPaths": [
    {
      "id": "agent",
      "name": "Agent",
      "description": "Artists of duplicity and sabotage, Agents grasp the\nthreads of fate in the palms of their hands, waiting for\nthe perfect moment to pull and unravel the carefully\nlaid plans of others. Agents can fool even the most\nprudent with their clever ruses, swift movements,and calculated strikes.\nFormal education matters little to Agents. Most are\nfiercely observant and either self-taught or trained in\naction by their crew. Rules and regulations from outside\nentities are but playthings to work around or disregard\naltogether, and Agents answer only to their own code.\nThey meet impossible tasks with a sly smile and razor-\n sharp wit, living for the thrill of cheating death yet again",
      "keyTalent": {
        "id": "opportunist",
        "name": "Opportunist",
        "path": "agent",
        "specialty": null,
        "prereq_stat": null,
        "prereq_skill": null,
        "activation": "Special Activation",
        "description": "Once per round, when you roll a plot die, you can reroll that result. The original roll has no effect and you must use the new result.",
        "summary": "Once per round, you can reroll your plot die."
      },
      "startingSkill": "Insight",
      "specialties": [
        {
          "id": "investigator",
          "name": "Investigator",
          "description": "Hunches tend to be unreliable—but Investigators cultivate trustworthy instincts, learning to listen, collaborate, and pursue answers to questions others don’t think to ask.",
          "talents": [
            {
              "id": "watchful_eye",
              "name": "Watchful Eye",
              "path": "agent",
              "specialty": "investigator",
              "prereq_stat": {"deduction": 1},
              "prereq_skill": null,
              "activation": "Reaction",
              "description": "When a willing ally you can influence within 20 feet of you rolls a plot die, you can use this reaction to use Opportunist on that plot die as if it were your own.",
              "summary": "Use Opportunist on the plot die of a willing ally within 20 feet."
            },
            {
              "id": "quick_analysis",
              "name": "Quick Analysis",
              "path": "agent",
              "specialty": "investigator",
              "prereq_stat": null,
              "prereq_skill": "watchful_eye",
              "activation": "Free Action",
              "description": "Spend 2 focus to gain two action points, which you can only use to make cognitive skill tests via the following actions: Use a Skill, Gain Advantage, or an action from any Agent talent.\nDuring a conversation or endeavor, at the GM’s discretion, you can instead use both action points to make an additional contribution for the round.",
              "summary": "Spend 2 focus to gain two action points for cognitive tests with Use a Skill, Gain Advantage, or an Agent talent."
            },
            {
              "id": "gather_evidence",
              "name": "Gather Evidence",
              "path": "agent",
              "specialty": "investigator",
              "prereq_stat": {"insight": 2},
              "prereq_skill": "quick_analysis",
              "activation": "Always Active",
              "description": "After you succeed on a cognitive test against another character, you become Focused until the end of your next turn. Additionally, when you acquire this talent, gain a utility expertise in Legal Codes.",
              "summary": "Gain Legal Codes expertise. When you succeed on a cognitive test against a target, you become Focused."
            },
            {
              "id": "get_em_talking",
              "name": "Get 'Em Talking",
              "path": "agent",
              "specialty": "investigator",
              "prereq_stat": {"insight": 2},
              "prereq_skill": null,
              "activation": "2 Action Points",
              "description": "Spend 1 focus to make a Deduction test against the Spiritual defense of a character you can influence. On a success, you learn the target’s motivation for being in the scene. Until the end of the scene, when you make a test to leverage this motivation against the target, you can raise the stakes.",
              "summary": "Spend 1 focus to test Deduction vs. Spiritual to learn the target’s motivation. During this scene, you can raise the stakes on tests to leverage this motivation."
            },
            {
              "id": "baleful",
              "name": "Baleful",
              "path": "agent",
              "specialty": "investigator",
              "prereq_stat": null,
              "prereq_skill": "get_em_talking",
              "activation": "Always Active",
              "description": "To resist your influence, a character must spend additional focus equal to your tier",
              "summary": "To resist your influence, a character must spend additional focus equal to your tier."
            },
            {
              "id": "hardy",
              "name": "Hardy",
              "path": "agent",
              "specialty": "investigator",
              "prereq_stat": null,
              "prereq_skill": "baleful",
              "activation": "Always Active",
              "description": "When you acquire this talent, your maximum and current health increase by 1 per level. This applies to all previous and future levels; for example, if you choose this talent at level 6, retroactively increase your health by 6.",
              "summary": "Gain +1 max health per level (including previous levels)."
            }
          ]
        },
        {
          "id": "spy",
          "name": "Spy",
          "description": "To get what they need, Spies plant themselves in sticky situations, ready to deflect or ease suspicion when it inevitably sweeps their way.",
          "talents": [
            {
              "id": "sure_outcome",
              "name": "Sure Outcome",
              "path": "agent",
              "specialty": "spy",
              "prereq_stat": {"insight": 2},
              "prereq_skill": null,
              "activation": "Special Activation",
              "description": "When you use Opportunist, spend 2 focus to change an Opportunity to a Complication +4, or change any Complication to an Opportunity.",
              "summary": "When you use your Opportunist talent, instead of rerolling the plot die, you can spend 2 focus to flip it to a specific result. If the die was showing an Opportunity, flip it to a Complication +4. If it was showing any Complication, flip it to an Opportunity."
            },
            {
              "id": "collected",
              "name": "Collected",
              "path": "agent",
              "specialty": "spy",
              "prereq_stat": null,
              "prereq_skill": "sure_outcome",
              "activation": "Always Active",
              "description": "Increase your Cognitive and Spiritual defenses by 2.",
              "summary": "When you acquire this talent, increase your Cognitive and Spiritual defenses by 2."
            },
            {
              "id": "subtle_takedown",
              "name": "Subtle Takedown",
              "path": "agent",
              "specialty": "spy",
              "prereq_stat": {"insight": 3},
              "prereq_skill": "cover_story",
              "activation": "2 Action Points",
              "description": "Make an unarmed attack with Insight vs. an unsuspecting target’s Cognitive, raising the stakes. On a hit, they can’t communicate.",
              "summary": "Make an unarmed attack using Insight against the Cognitive defense of a character who is Surprised, doesn’t sense you, or doesn’t view you as a threat (such as if you’re disguised). The target must be your size or smaller. Raise the stakes on this attack test. On a hit, the target also can’t communicate until the end of their next turn. Also on a hit, you can spend an Opportunity to Grapple them as a free action, automatically succeeding on your test; while Restrained by this grapple, they are also Prone."
            },
            {
              "id": "plausible_excuse",
              "name": "Plausible Excuse",
              "path": "agent",
              "specialty": "spy",
              "prereq_stat": {"deception": 1},
              "prereq_skill": null,
              "activation": "Reaction",
              "description": "Gain Sleight of Hand expertise. When discovered skulking, spend 2 focus to feign innocence.",
              "summary": "After you are discovered while hiding or otherwise skulking about, you can use this reaction and spend 2 focus to pass yourself off as doing something innocent. You influence each character who can sense you to believe your excuse. A character can resist this influence, but after they do, they lose additional focus equal to your ranks in Deception. Additionally, when you acquire this talent, gain a utility expertise in Sleight of Hand."
            },
            {
              "id": "cover_story",
              "name": "Cover Story",
              "path": "agent",
              "specialty": "spy",
              "prereq_stat": null,
              "prereq_skill": "plausible_excuse",
              "activation": "Always Active",
              "description": "Gain a false identity and a relevant cultural expertise.",
              "summary": "When you acquire this talent, you put the finishing touches on a false identity for yourself. Discuss the details of this identity with your GM, including which communities you use this identity to move through and what its reputation is within those communities. Additionally, when you acquire this talent, gain a cultural expertise relevant to your false identity’s culture."
            },
            {
              "id": "mighty",
              "name": "Mighty",
              "path": "agent",
              "specialty": "spy",
              "prereq_stat": null,
              "prereq_skill": "cover_story",
              "activation": "Always Active",
              "description": "When you hit with a weapon or unarmed attack, for each action point spent, deal extra damage equal to 1 + your tier.",
              "summary": "When you hit with a weapon or unarmed attack, for each action point you used on that attack’s action, increase the damage you deal by 1 + your tier. For example, if you’re level 6 and you make an attack that costs 2 action points, each action point deals an extra 1 + 2 damage, for a total of 6 damage"
            }
          ]
        },
        {
          "id": "thief",
          "name": "Thief",
          "description": "Although a quick mind is an invaluable asset, Thieves train their bodies to keep pace. Whether out of necessity or ambition, they risk it all to swindle the insurmountable odds standing between them and their prize.",
          "talents": [
            {
              "id": "risky_behavior",
              "name": "Risky Behavior",
              "path": "agent",
              "specialty": "thief",
              "prereq_stat": {"insight": 2},
              "prereq_skill": null,
              "activation": "Special Activation",
              "description": "Spend 1 focus to raise the stakes on your test.",
              "summary": "Before you make a test, you can spend 1 focus to raise the stakes."
            },
            {
              "id": "double_down",
              "name": "Double Down",
              "path": "agent",
              "specialty": "thief",
              "prereq_stat": null,
              "prereq_skill": "risky_behavior",
              "activation": "Special Activation",
              "description": "You can reroll again with Opportunist, but on a Comlication, you lose 2 focus.",
              "summary": "After you use your Opportunist talent, you can reroll the die one additional time. You must use this final result, and if it includes a Opportunity, you lose 2 focus."
            },
            {
              "id": "underworld_contracts",
              "name": "Underworld Contracts",
              "path": "agent",
              "specialty": "thief",
              "prereq_stat": null,
              "prereq_skill": "double_down",
              "activation": "Special Activation",
              "description": "Gain Criminal Groups expertise. Spend 2 focus to add Opportunity to a social test against criminals.",
              "summary": "Before you make a test to interact socially with criminal individuals or groups, you can spend 2 focus to add an Opportunity to the result. Additionally, when you acquire this talent, gain a utility expertise in Criminal Groups. (Requires Patron or Follower in criminal underworld. Talk with GM)"
            },
            {
              "id": "cheap_shot",
              "name": "Cheap Shot",
              "path": "agent",
              "specialty": "thief",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "1 Action Point",
              "description": "unarmed attack with Thievery vs. Cognitive, raising the stakes. On a hit, the target is Stunned.",
              "summary": "While you have a hand free, spend 1 focus to make an unarmed attack using Thievery against the Cognitive defense of an enemy of your size or smaller, raising the stakes when you do. On a hit, the target also becomes Stunned until the end of their next turn. On a hit or graze, you can also spend an Opportunity to steal one item on the target’s person that they aren’t holding or wielding. The exact item you can steal is up to the GM’s discretion."
            },
            {
              "id": "surefooted",
              "name": "Surefooted",
              "path": "agent",
              "specialty": "thief",
              "prereq_stat": null,
              "prereq_skill": "cheap_shot",
              "activation": "Always Active",
              "description": "Your movement increases by 10. Reduce damage from falling and dangerous terrain by twice your tier.",
              "summary": "When you acquire this talent, increase your movement rate by 10. Additionally, before you take damage from dangerous terrain or falling, reduce that damage by 2 × your tier."
            },
            {
              "id": "shadow_step",
              "name": "Shadow Step",
              "path": "agent",
              "specialty": "thief",
              "prereq_stat": {"thievery": 3},
              "prereq_skill": "surefooted",
              "activation": "Free Action",
              "description": "After you Disengage, spend 2 focus to test Thievery vs. each enemy’s Cognitive to hide from them. You gain an advantage if in cover or obscured.",
              "summary": "After you Disengage, you can spend 2 focus to make a Thievery test and compare the result against the Cognitive defense of each enemy who can sense you. You gain an advantage on this test if you’re in cover or an area where your target’s primary sense is obscured (such as darkness). If you succeed against an enemy, you’re hidden as if you’d succeeded on a Stealth test to hide from them."
            }
          ]
        }
      ],
      "attributes": ["Awareness", "Intellect", "Speed"],
      "skills": [
        "Agility",
        "Deception",
        "Deduction",
        "Insight",
        "Light Weaponry",
        "Thievery"
      ],
      "multipaths": ["Hunter", "Scholar"],
      "rewards": ["Body Guard", "Patron"]
    },
    {
      "id": "envoy",
      "name": "Envoy",
      "description": "Prominent organizations throughout Roshar appoint Envoys who vie for resources, curry favor, or offer service on the organization’s behalf. These stewards dutifully further the reach of their ideologies through precise rhetoric, patient attendance, and ceaseless fervor. Envoys typically subscribe to well-established beliefs and are careful not to disrupt the integrity of those tenets with personal desires and ambitions. Wherever they go, an Envoy stays rooted in their ethos through their strong connection to the entity they serve. Though an Envoy considers themself part of something much grander, their personality shapes the way they fulfill their duties—and thus they shape the organization they serve.",
      "keyTalent": {
        "id": "rousing_presence",
        "name": "Rousing Presence",
        "path": "envoy",
        "specialty": null,
        "prereq_stat": null,
        "prereq_skill": null,
        "activation": "Special Activation",
        "description": "An ally becomes Determined until end of scene.",
        "summary": "Choose an ally you can influence. They become Determined until they benefit from that condition or until the scene ends."
      },
      "startingSkill": "Discipline",
      "specialties": [
        {
          "id": "diplomat",
          "name": "Diplomat",
          "description": "Stationed abroad, Diplomats are adept at navigating court politics. They use what they learn about their host countries to seek more favorable treatment for their own.",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "faithful",
          "name": "Faithful",
          "description": "For Faithful, worship of the divine permeates their entire lives. They devote themselves to the traditions of their faith, demonstrating their convictions to others through word or deed.",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "mentor",
          "name": "Mentor",
          "description": "More interested in the individual than the whole, Mentors devote themselves to their wards. They patiently nurture others toward greatness, seeing beyond doubts and deficits to stoke each person’s potential.",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        }
      ],
      "attributes": ["Presence", "Willpower"],
      "skills": ["Discipline", "Deception", "Leadership", "Lore", "Persuasion"],
      "multipaths": ["Leader", "Scholar"],
      "rewards": ["Patron"]
    },
    {
      "id": "hunter",
      "name": "Hunter",
      "description": "",
      "keyTalent": {
        "id": "",
        "name": "",
        "path": "",
        "specialty": "",
        "prereq_stat": null,
        "prereq_skill": null,
        "activation": "",
        "description": "",
        "summary": ""
      },
      "startingSkill": "",
      "specialties": [
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        }
      ],
      "attributes": ["Awareness", "Strength", "Speed"],
      "skills": [
        "Agility",
        "Perception",
        "Stealth",
        "Survival",
        "Light Weaponry",
        "Heavy Weaponry"
      ],
      "multipaths": ["Warrior", "Agent"],
      "rewards": ["Animal Companion", "Grand Bow", "Shardblade"]
    },
    {
      "id": "leader",
      "name": "Leader",
      "description": "",
      "keyTalent": {
        "id": "",
        "name": "",
        "path": "",
        "specialty": "",
        "prereq_stat": null,
        "prereq_skill": null,
        "activation": "",
        "description": "",
        "summary": ""
      },
      "startingSkill": "",
      "specialties": [
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        }
      ],
      "attributes": ["Presence", "Strength", "Willpower"],
      "skills": [
        "Athletics",
        "Deception",
        "Heavy Weaponry",
        "Intimidation",
        "Leadership",
        "Persuasion"
      ],
      "multipaths": ["Warrior", "Envoy"],
      "rewards": ["Mount Companion", "Military Title", "Shardplate"]
    },
    {
      "id": "scholar",
      "name": "Scholar",
      "description": "",
      "keyTalent": {
        "id": "",
        "name": "",
        "path": "",
        "specialty": "",
        "prereq_stat": null,
        "prereq_skill": null,
        "activation": "",
        "description": "",
        "summary": ""
      },
      "startingSkill": "",
      "specialties": [
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        }
      ],
      "attributes": ["Intellect", "Presence", "Speed", "Strength"],
      "skills": ["Crafting", "Deduction", "Lore", "Medocine"],
      "multipaths": ["Agent", "Envoy"],
      "rewards": ["Fabrials", "Student Companion", "Soul Caster"]
    },
    {
      "id": "warrior",
      "name": "Warrior",
      "description": "",
      "keyTalent": {
        "id": "",
        "name": "",
        "path": "",
        "specialty": "",
        "prereq_stat": null,
        "prereq_skill": null,
        "activation": "",
        "description": "",
        "summary": ""
      },
      "startingSkill": "",
      "specialties": [
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        },
        {
          "id": "",
          "name": "",
          "description": "",
          "talents": [
            {
              "id": "",
              "name": "",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": null,
              "activation": "",
              "description": "",
              "summary": ""
            }
          ]
        }
      ],
      "attributes": ["Speed", "Strength", "Awareness", "Willpower"],
      "skills": [
        "Athletics",
        "Light Weaponry",
        "Heavy Weaponry",
        "Intimidation",
        "Leadership",
        "Persuasion"
      ],
      "multipaths": ["Leader", "Hunter"],
      "rewards": ["Shardblade", "Shardplate", "Military Title"]
    }
  ],

  "radiantPaths": [
    {
      "id": "dustbringer",
      "name": "Dustbringer",
      "description": "Dustbringers enjoy engineering and taking things apart to learn how they work. The surges of Division and Abrasion make them incredibly hard to pin down, giving them a great advantage as mobile artillery and sappers on the battlefield. Division allows them to selectively decay and destroy, whether by disabling war machines, rending the air into flame, or destroying weapons, armor, and structures. With Abrasion, they can make any part of themselves frictionless, enabling them to slip, slide, and dodge at incredible speeds.",
      "philosophy": "Great power requires strong discipline.",
      "spren": "Ashspren",
      "surges": ["Division", "Abrasion"],
      "keyTalent": {
        "id": "dustbringer_key",
        "name": "First Ideal",
        "path": "",
        "specialty": "",
        "prereq_stat": {"level": 2},
        "prereq_skill": "spren",
        "activation": "Special Activation",
        "description": "Gain Investiture score, Breathe Stormlight, Enhance, and Regenerate. When you complete the goal “Speak the First Ideal,” gain Abrasion and Division skills.",
        "summary": "When you acquire this talent, you gain access to Investiture, beginning with a maximum Investiture of 2 + your Awareness or Presence (whichever is higher). You can now use the Breathe Stormlight, Enhance, and Regenerate actions. Additionally, you gain the goal “Speak the First Ideal.” After you complete this goal, you gain the following reward: ◆ You become Empowered until the end of that scene. ◆ You gain the Abrasion and Division surges. ◆ You gain an additional skill on your character sheet for the above surges, starting with 1 rank in each."
      },
      "specialties": [
        {
          "id": "ashspren_bond",
          "name": "Ashspren Bond",
          "talents": [
            {
              "id": "searing_dust_storm",
              "name": "Searing Dust Storm",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": "dustbringer_key",
              "activation": "Special Activation",
              "description": "Spend Investiture to kick up an obscuring cloud of dust as you Move. Enemies in this cloud take extra damage equal to your ranks in Discipline.",
              "summary": "When you use the Move action to move along a solid\nsurface, you can spend 1 Investiture or more to kick up\nan obscuring cloud of dust in spaces of your choice that\nyou enter or leave during that movement. This cloud\nremains for a number of rounds equal to the Investiture\nspent, or until a reasonably strong wind disperses it.\nWhen each enemy within this cloud takes damage\nfor the first time during a round, that damage increases\nby your ranks in Discipline."
            }
          ]
        },
        {
          "id": "abrasion",
          "name": "Abrasion",
          "talents": [
            {
              "id": "frictionless_motion",
              "name": "Frictionless Motion",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": "dustbringer_key",
              "activation": "Always Active",
              "description": "While infused with Abrasion,\nincrease your movement by\n10 and ignore Slowed.",
              "summary": "While infused with Abrasion, your movement rate\nincreases by 10 feet, and you ignore the Slowed\ncondition when imposed by difficult terrain, climbing,\ncrawling, and swimming."
            }
          ]
        },
        {
          "id": "division",
          "name": "Division",
          "talents": [
            {
              "id": "eroding_escape",
              "name": "Eroding Escape",
              "path": "",
              "specialty": "",
              "prereq_stat": null,
              "prereq_skill": "dustbringer_key",
              "activation": "1 Action Point",
              "description": "Spend 1 or more Investiture\nto end that many effects\ninflicting the Restrained or\nImmobilzed condition.",
              "summary": "Spend 1 Investiture or more to end that many effects on\nyourself or an ally within your reach. The chosen effects\nmust either be applying the Immobilized or Restrained\ncondition, or be adding a disadvantage to one or more\nphysical tests.\nDepending on the effect’s source, this talent might\nnot fully destroy the source at the GM’s discretion,\nbut it creates space or opportunity for your target to\nmove around it or free themselves from its constraint.\nIf the effect’s source remains at the end of the target’s\nnext turn (such as when swimming or when wearing\narmor with the Cumbersome trait), the effect then\nreasserts itself."
            }
          ]
        }
      ],
      "multipaths": ["Agent", "Investigator or Theif", "Hunter", "Archer, Assassin, or Tracker", "Scholar", "Artifabrian or Strategist"]
    }
  ]
}
